// insurance report page 
 export const insuranceCasesData = [
    {
        caseNumber: '12121212',
        registrations: [
            { id: 1, title: 'Дата регистрации СС', date: '01.01.2022' },
            { id: 2, title: 'Дата регистрации заявления СС', date: '01.01.2022' },
            { id: 3, title: 'Дата регистрации документов СС', date: '01.01.2022' },
            { id: 4, title: 'Дата регистрации экспертиз СС', date: '01.01.2022' },
            { id: 5, title: 'Дата регистрации заключений СС', date: '01.01.2022' },
            { id: 6, title: 'Дата регистрации выплат СС', date: '01.01.2022' }
        ]
    },
    {
        caseNumber: '34343434',
        registrations: [
            { id: 1, title: 'Дата регистрации СС', date: '01.02.2022' },
            { id: 2, title: 'Дата регистрации заявления СС', date: '01.02.2022' },
            { id: 3, title: 'Дата регистрации документов СС', date: '01.02.2022' },
            { id: 4, title: 'Дата регистрации экспертиз СС', date: '01.02.2022' },
            { id: 5, title: 'Дата регистрации заключений СС', date: '01.02.2022' },
            { id: 6, title: 'Дата регистрации выплат СС', date: '01.02.2022' }
        ]
    },
    {
        caseNumber: '234234234',
        registrations: [
            { id: 1, title: 'Дата регистрации СС', date: '01.02.2022' },
            { id: 2, title: 'Дата регистрации заявления СС', date: '01.02.2022' },
            { id: 3, title: 'Дата регистрации документов СС', date: '01.02.2022' },
            { id: 4, title: 'Дата регистрации экспертиз СС', date: '01.02.2022' },
            { id: 5, title: 'Дата регистрации заключений СС', date: '01.02.2022' },
            { id: 6, title: 'Дата регистрации выплат СС', date: '01.02.2022' }
        ]
    },
    {
        caseNumber: '22345342',
        registrations: [
            { id: 1, title: 'Дата регистрации СС', date: '01.02.2022' },
            { id: 2, title: 'Дата регистрации заявления СС', date: '01.02.2022' },
            { id: 3, title: 'Дата регистрации документов СС', date: '01.02.2022' },
            { id: 4, title: 'Дата регистрации экспертиз СС', date: '01.02.2022' },
            { id: 5, title: 'Дата регистрации заключений СС', date: '01.02.2022' },
            { id: 6, title: 'Дата регистрации выплат СС', date: '01.02.2022' }
        ]
    },
    

];


export const insurancePoliciesData = [
    {
        id: 1,
        insuranceClass: 'ОС ГПО ВТС',
        policyNumber: '1111А1111111А',
        companyName: 'НСК',
        policyDates: '27.07.2023 - 26.07.2024'
    },
    {
        id: 2,
        insuranceClass: 'Каско',
        policyNumber: '2222B2222222B',
        companyName: 'Росгосстрах',
        policyDates: '01.01.2024 - 31.12.2024'
    },
    {
        id: 3,
        insuranceClass: 'noname',
        policyNumber: '77777777777777',
        companyName: 'Salut',
        policyDates: '01.01.2024 - 31.12.2024'
    }
]